<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=GBK">
    <title>2345用户注册服务协议-2345网址导航</title>
    <link href="{{ asset('pc/css/xieyi.css') }}" rel="stylesheet" type="text/css">
</head>
<body>
<div class="top">
    <a href="http://www.2345.com/" target="_blank" class="logo"><img src="{{ asset('pc/images/logo20141017.png') }}"></a></div>
<div class="cnt">
    <div class="cnt_in">
        <h5><img src="{{ asset('pc/images/tit5.gif') }}"></h5>
        <div class="xy">
            <div class="textarea" cols="" readonly="readonly">
                <p class="tcenter"><strong>2345隐私政策</strong></p>
                <p>2345郑重声明，2345尊重并严格保护所有使用2345提供的在线网络服务的个人隐私。请您认真阅读以下条款，以了解我们的政策。本政策的条款可能会不定时更改，请注意定期查阅。 </p>
                <p>2345注重对您的个人隐私的保护。有时候我们需要某些信息才能为您提供您请求的服务，本隐私政策解释了这些情况下的数据收集和使用情况。本隐私政策适用于2345的所有相关服务。 </p>
                <p><strong>一、定义</strong> </p>
                <p>1．个人信息，是指以电子或者其他方式记录的能够单独或者与其他信息结合识别用户个人身份的各种信息，包括但不限于用户的姓名、出生日期、身份证件号码、住址、电话号码等。 </p>
                <p>2．2345，是指上海二三四五网络控股集团股份有限公司名下所有的网站，包括但不限于上海二三四五网络科技有限公司旗下的2345网址导航站（2345.com），下称"我们"或者"2345"。 </p>
                <p>3．关联公司，是指与上海二三四五网络控股集团股份有限公司存在业务合作的公司的单称或合称。 </p>
                <p><strong>二、我们可能收集哪些个人信息</strong> </p>
                <p>我们提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。 </p>
                <p>（一）您提供的信息 </p>
                <p>1．您在注册账户或使用我们的服务时，<strong>向我们提供的相关个人信息，例如电话号码、电子邮件等</strong>； </p>
                <p>2．您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息。 </p>
                <p>（二）我们获取的您的信息 </p>
                <p>您使用服务时我们可能收集如下信息： </p>
                <p>1．日志信息，指您使用我们的服务时，系统可能通过cookies或其他方式自动采集的技术信息，包括： </p>
                <p>（1）设备或软件信息，例如您的移动设备、网页浏览器或用于接入我们服务的其他程序所提供的配置信息、您的IP地址和移动设备所用的版本和设备识别码； </p>
                <p>（2）在使用我们服务时搜索或浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用我们服务时浏览或要求提供的其他信息和内容详情； </p>
                <p>（3）有关您曾使用的移动应用程序（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息； </p>
                <p>（4）您通过我们的服务进行通讯的信息，例如曾通讯的账号，以及通讯时间、数据和时长； </p>
                <p>（5）您通过我们的服务分享的内容所包含的信息，例如拍摄或上传的共享照片或录像的日期、时间或地点等。 </p>
                <p>2．位置信息，指您开启设备定位功能并使用我们基于位置提供的相关服务时，收集的有关您位置的信息，包括： </p>
                <p>（1）您通过具有定位功能的移动设备使用我们的服务时，通过GPS或WiFi等方式收集的您的地理位置信息； </p>
                <p>（2）您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的账户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息，您或其他人共享的照片包含的地理标记信息。 </p>
                <p>您可以通过关闭定位功能，停止对您的地理位置信息的收集。 </p>
                <p><strong>三、我们可能会如何使用您的个人信息</strong> </p>
                <p>我们可能将在向您提供服务的过程之中所收集的信息用作下列用途： </p>
                <p>1．向您提供服务； </p>
                <p>2．在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性； </p>
                <p>3．帮助我们设计新服务，改善我们现有服务； </p>
                <p>4．使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示，或对您和其他用户作出其他方面的回应； </p>
                <p>5．向您提供与您更加相关的广告以替代普遍投放的广告； </p>
                <p>6．评估我们服务中的广告和其他促销及推广活动的效果，并加以改善； </p>
                <p>7．软件认证或管理软件升级； </p>
                <p>8．让您参与有关我们产品和服务的调查。 </p>
                <p>为了让您有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某一项服务所收集的信息，以汇集信息或者个性化的方式，用于我们的其他服务。例如，在您使用我们的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果我们在相关服务中提供了相应选项，您也可以授权我们将该服务所提供和储存的信息用于我们的其他服务。 </p>
                <p><strong>四、我们如何存储信息</strong> </p>
                <p>我们收集的有关您的信息和资料将保存在2345及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或我们收集信息和资料所在地并在该地被访问、存储和展示。 </p>
                <p>我们将在实现本隐私政策中所述目的所必需的期间内保留你的个人信息，除非法律要求或允许在更长的期间内保留这些信息。 </p>
                <p><strong>五、我们为您的个人信息保密</strong> </p>
                <p>保护用户隐私是我们的一项基本政策，2345保证不对外公开或向第三方提供您的申请资料及您在使用网络服务时存储在2345的个人信息，但下列情况除外： </p>
                <p>(1)事先获得用户的明确授权； </p>
                <p>(2)根据有关的法律法规要求； </p>
                <p>(3)按照相关政府主管部门的要求； </p>
                <p>(4)为维护社会公众的利益； </p>
                <p>(5)为维护2345的合法权益； </p>
                <p>(6)您同意让第三方共享资料； </p>
                <p>(7)我们发现您违反了2345服务条款或任何其他产品服务的使用规定； </p>
                <p>(8)只有透露你的个人资料，才能提供你所要求的产品和服务； </p>
                <p>(9)我们需要向代表我们提供产品或服务的公司提供资料（除非我们另行通知你，否则这些公司无权使用你的身份识别资料）； </p>
                <p>我们可能会与第三方合作向您提供相关的网络服务，在此情况下，如该第三方同意承担与2345同等的保护用户隐私的责任，则2345可将您的个人信息等提供给该第三方。 </p>
                <p>在不透露您隐私资料的前提下，2345有权对整个用户数据库进行分析并对用户数据库进行商业上的利用（包括但不限于公布、分析或以其它方式使用用户访问量、访问时段、用户偏好等用户数据信息）。 </p>
                <p><strong>六、如何查阅、修改您的个人信息</strong> </p>
                <p>我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。 </p>
                <p>在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障账户安全。 </p>
                <p><strong>七、信息安全</strong> </p>
                <p>我们仅在本隐私政策所述目的所必需的期间和法律法规要求的时限内保留您的个人信息。 </p>
                <p>我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。例如，在某些服务中，我们将利用加密技术来保护您提供的个人信息。但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。 </p>
                <p><strong>八、未成年人使用为我们的服务</strong> </p>
                <p>2345承诺，仅在征得其监护人的明示同意的前提下，我们才会处理未成年人的个人信息； </p>
                <p>我们鼓励父母或监护人指导未满十八岁的未成年人使用我们的服务。我们建议未成年人鼓励他们的父母或监护人阅读本隐私政策，并建议未成年人在提交的个人信息之前寻求父母或监护人的同意和指导。 </p>
                <p><strong>九、对其他网站的链接</strong> </p>
                <p>2345含有其他网站的链接，我们不对这些网站的内容及他们关于隐私权的行为负责，建议您仔细阅读这些网站的个人信息隐私政策并确定是否接受该隐私政策。 </p>
                <p><strong>十、向第三方提供您的个人信息</strong> </p>
                <p>因提供网络服务的需要，<strong>经过您的同意后</strong>，我们可能会向合作伙伴、关联公司、第三方服务商或者代理公司等提供您的个人信息。 </p>
                <p><strong>十一、免责声明</strong> </p>
                <p>就下列相关事宜的发生，2345不承担任何法律责任： </p>
                <p>（1）2345根据法律规定或相关政府的要求提供您的个人信息； </p>
                <p>（2）由于您将用户密码告知他人或与他人共享注册帐号，由此导致的任何个人信息的泄漏，或其他非因2345原因导致的个人信息的泄漏； </p>
                <p>（3）任何第三方根据2345各服务条款及政策中所列明的情况使用您的个人信息，由此所产生的纠纷； </p>
                <p>（4）任何由于黑客攻击、电脑病毒侵入或政府管制而造成的暂时性网站关闭； </p>
                <p>（5）因不可抗力导致的任何后果； </p>
                <p>（6）2345在各服务条款及政策中列明的使用方式或免责情形。 </p>
                <p>十二、对隐私政策的认同和修订 </p>
                <p>您在使用2345网络服务和我们的网站时，即表示您同意我们收集并使用您的资料（如本政策所述），并表示您认同我们的网络服务使用协议。 </p>
                <p>2345保留修改此隐私政策的权力。我们可能适时修订本隐私政策的条款，该等修订构成本隐私政策的一部分。如该等修订造成您在本隐私政策下权利的实质减少，我们将在修订生效前通过在主页上显著位置提示或向您发送电子邮件或以其他方式通知您。在该种情况下，若您继续使用我们的服务，即表示同意受经修订的本隐私政策的约束。 </p>
                <p><strong>如果您不同意2345修改的内容，您可以主动取消获得的网络服务。</strong>如果您在修改内容公告后15天内未主动取消服务，则视为接受本政策的变更；修改内容公告后您如果仍继续使用2345提供的产品和服务亦构成对本政策变更的接受。 </p>
                <p>十三、建议、投诉渠道 </p>
                <p>您可以通过拨打我们的客服电话400-000-2345，或者通过发送电子邮件的方式（fawu@2345.com），与我们取得联系，我们会给予您必要的帮助。 </p>
                <p>十四、法律适用及争议解决 </p>
                <p>1．本隐私政策的订立、执行、解释及争议的解决均应适用中华人民共和国法律。 </p>
                <p>2．因本隐私政策引起的或与本隐私政策有关的任何争议，各方应友好协商解决；协商不成的，<strong>任何一方均可将有关争议提交至上海市浦东新区人民法院处理。</strong> </p>
                <p>十五、文件组成 </p>
                <p>本隐私政策构成《2345服务协议》的组成部分。《2345服务协议》与本隐私政策不一致的，以本隐私政策为准。本隐私政策未约定的，按照《2345服务协议》的约定执行。 </p>
                <p>十六、生效时间 </p>
                <p>本隐私政策自2017年6月1日生效。</p>
            </div>
        </div>
    </div>
    <div class="gbby">
        <input type="button" value="关闭本页" onclick="javascript:window.close();">
    </div>
</div>
<div class="foot"><a href="http://www.2345.com/about/about.htm" target="_blank">关于2345</a> | <a href="http://www.2345.com/about/gyhd.htm" target="_blank">公益</a> | <a target="_blank" href="http://login.2345.com/declare.html">隐私声明</a> | <a href="http://www.2345.net/join_us/" target="_blank">诚聘英才</a> <span><a href="http://www.2345.com/icp.jpg" target="_blank">ICP证沪B2-20120099</a> 诚信上网 规范经营</span></div>
</body>
</html>